
{
  "entry_point": {
    "title": "Порог дома",
    "lite": "Почему, когда вы закрываете за собой дверь квартиры, работа заходит вместе с вами?",
    "think": {
      "title": "Введение в нейробиологическую инерцию",
      "content": "Почему переключение — это физиологический процесс, а не вопрос силы воли. Понятие «Task-Set Inertia» (Инерция когнитивной установки)."
    }
  },
  "deformation_map": {
    "title": "Карта деформации",
    "interactive": "Интерактивная схема (Усталость, Ошибки, Пати, Скиллы).",
    "lite_description": "При наведении на узлы в режиме Lite — короткие жизненные примеры.",
    "think_description": "В режиме Think — «Легенда» с научными терминами (Ego Depletion, LTP, когнитивные схемы)."
  },
  "archetypes": {
    "title": "Галерея Архетипов",
    "roles": [
      {
        "name": "Врач",
        "lite": "Вас препарируют взглядом.",
        "think": {
          "title": "Феномен деперсонализации и «клинического взгляда» (по Фуко)",
          "content": "Фундаментом деформации медика является то, что Мишель Фуко называл «Клиническим взглядом» (Le Regard Médical). Это манера восприятия, при которой целостный человек распадается на совокупность симптомов, органов и патологических процессов. В рамках концепции К. Маслач, деперсонализация — это не психическое расстройство, а когнитивный копинг. Чтобы ежедневно принимать решения в условиях боли и риска, врач обязан «отключить» эмпатическое сопереживание и включить аналитическую дистанцию. Человек становится «случаем». Дома этот механизм превращается в эмоциональный аттенюатор (глушитель). Когда партнер выражает тревогу или обиду, «клинический взгляд» автоматически начинает искать этиологию и патогенез вместо того, чтобы дать эмоциональный отклик. Здесь происходит категориальная ошибка: эмоциональный запрос (субъект-субъектный) обрабатывается как диагностическая задача (субъект-объектная). Партнер чувствует себя «препарированным», а не услышанным."
        }
      },
      {
        "name": "Учитель",
        "lite": "Вам читают нотации.",
        "think": {
          "title": "Дидактический патернализм и ригидность Я-концепции",
          "content": "Педагогическая деформация строится на асимметрии «Знающий — Научаемый». Проблема возникает, когда эта иерархия становится единственно возможным способом коммуникации. Дидактический импульс — это внутренняя потребность немедленно исправлять ошибку, структурировать хаос и «подводить к правильному выводу». В педагогике это ценный навык, но в личных отношениях он превращается в интеллектуальное насилие. Учитель живет в режиме постоянного мониторинга качества. Дома это проявляется как неспособность принять партнера или ребенка в состоянии «несовершенства». Любое действие близкого человека проходит через фильтр «соответствия норме». Исследования показывают, что у педагогов со стажем 15+ лет часто наблюдается ригидность «Я-концепции», где самооценка жестко привязана к роли носителя истины. Признать свою неправоту дома для них означает разрушить фундамент своей идентичности."
        }
      },
      {
        "name": "Руководитель",
        "lite": "Ваша семья - это бизнес-проект.",
        "think": {
          "title": "Инструментальная рациональность и алгоритмизация быта",
          "content": "Деформация лидера связана с тем, что Макс Вебер называл «Инструментальной рациональностью» — когда всё, включая людей, рассматривается как ресурс для достижения цели. Руководитель привык к KPI, дедлайнам и эффективности. Дома он начинает «менеджерить» семью. Эмоции партнеров воспринимаются как «помехи в бизнес-процессе», которые нужно устранить для оптимизации функционирования домохозяйства. Дефицит негативной способности: Джон Китс ввел понятие «Negative Capability» — умение находиться в состоянии неуверенности и тайны без раздражительного поиска фактов и причин. Лидеры обычно лишены этой способности. Им нужно немедленное решение (Fix-it mode). В семье это ведет к «инвалидации чувств». Когда партнер хочет просто «побыть в печали», менеджер предлагает алгоритм выхода из депрессии. Это убивает близость, так как близость — это пространство, где не нужно быть эффективным."
        }
      }
    ]
  },
  "core_research": {
    "title": "Глубинное исследование",
    "screens": [
      {
        "title": "Мозг",
        "content": "Нейропластичность по Хеббу. Как роль «прошивается» в hardware. В основе любой профессиональной деформации лежит фундаментальный принцип нейропластичности: «Cells that fire together, wire together». Когда человек годами выполняет однотипные когнитивные операции, соответствующие нейронные контуры проходят через процесс долгосрочной потенциации (LTP). Мозг физически оптимизирован под рабочие задачи. Попытка «быть другим» дома требует активации менее развитых, энергозатратных нейронных путей."
      },
      {
        "title": "Маска",
        "content": "Социология Гоффмана. Проблема «присыхания» социальной роли к личности. Ирвинг Гоффман в своей драматургической теории подчеркивал разделение на «передний план» (front stage) и «закулисье» (back stage). В норме человек меняет маски, уходя со сцены. Однако профессиональная деформация — это коллапс сценического пространства. Для некоторых профессий «передний план» становится настолько социально значимым, что «закулисье» (частное, уязвимое «Я») атрофируется."
      },
      {
        "title": "Система",
        "content": "Семья как поле искажения. Как «профессионал» невольно превращает близких в «объекты». Профессионал склонен интерпретировать семейные конфликты как «сбои в системе», требующие ремонта. Здесь мы сталкиваемся с конфликтом рабочих и семейных доменов (Work-Family Interface). Если переход не ритуализирован, происходит «интрузия» (вторжение) рабочих алгоритмов в интимную сферу, что приводит к системному кризису семьи."
      }
    ]
  },
  "modern_context": {
    "title": "Цифровой плен",
    "lite": "О том, как уведомления в чате в 21:00 разрушают семейный ужин.",
    "think": {
      "title": "Коллапс пространственно-временных буферов",
      "content": "Раньше «деролизация» поддерживалась физической средой. Смартфон превратил «тыл» в «передовую». Постоянная доступность в мессенджерах создает состояние «гипербдительности» (hyper-vigilance). Мозг находится в режиме «ожидания прерывания». Это блокирует переход в «дефолт-систему» мозга (DMN), ответственную за рефлексию и глубокую эмпатию. Удаленная работа и смешение контекстов приводят к тому, что домашнее пространство начинает вызывать те же кортизоловые реакции, что и рабочее."
    }
  },
  "return_protocol": {
    "title": "Протокол возвращения",
    "lite": "Простые советы: «Примите душ», «Переоденьтесь», «Помолчите 15 минут».",
    "think": {
      "title": "Методология",
      "steps": [
        {
          "name": "Сенсомоторные триггеры",
          "content": "Почему душ и смена одежды работают как когнитивный сброс. Чтобы мозг понял, что контекст сменился, нужны сильные физические стимулы: термический триггер (контрастный душ) и проприоцептивный сдвиг (смена одежды)."
        },
        {
          "name": "Метакоммуникация",
          "content": "Как легализовать свою роль перед партнером и создать «стоп-слова». Партнеры договариваются о «стоп-словах», которые маркируют ролевой захват, но не личность. Пример: «Сейчас говорит твоя профессиональная роль, мне сложно ее услышать. Можешь попробовать поговорить со мной из дома?»."
        },
        {
          "name": "IFS-терапия",
          "content": "Развитие позиции «Наблюдателя» для растождествления с ролью. Использование модели IFS (Internal Family Systems) — работа с «частями» личности. Профессиональная роль — это лишь одна из субличностей. Задача состоит в том, чтобы развить «Self» (Центральное Я)."
        }
      ]
    }
  },
  "final": {
    "title": "За пределами функции",
    "lite": "Теплое завершение о том, что дома вас любят не за статус, а за то, что вы — это вы.",
    "think": {
      "title": "Экзистенциальный вывод",
      "content": "Развитие «Отрицательной способности» (умения не знать и не контролировать) как высшая форма психологической зрелости. Мы должны признать: полная победа над профессиональной деформацией невозможна, пока мы остаемся профессионалами. Это цена мастерства. Однако осознанная деформация перестает быть разрушительной. Проблема не в том, что вы «врач» или «начальник». Проблема в том, когда вы перестаете замечать, что вы в роли."
    }
  },
  "terms": [
    { "name": "Фуко, Мишель", "description": "Французский философ, историк, социальный теоретик и литературный критик. Ввёл понятие 'клинического взгляда'." },
    { "name": "Маслач, Кристина", "description": "Американский социальный психолог, известная своими работами по профессиональному выгоранию." },
    { "name": "Гоффман, Ирвинг", "description": "Американский социолог канадского происхождения, представитель «драматургического» подхода в социологии." },
    { "name": "Франкл, Виктор", "description": "Австрийский психиатр, психолог, философ и невролог, бывший узник нацистского концентрационного лагеря. Создатель логотерапии." }
  ]
}
