
{
  "block1": {
    "title": "Блок №1: Генезис когнитивного захвата и нейробиологический детерминизм",
    "content": "Этот раздел закладывает базу для понимания того, что профессиональная деформация — это не этический выбор, а биологическая неизбежность в условиях длительной специализации. В основе любой профессиональной деформации лежит фундаментальный принцип нейропластичности: «Cells that fire together, wire together». Когда человек годами выполняет однотипные когнитивные операции, соответствующие нейронные контуры проходят через процесс долгосрочной потенциации (LTP). Ваша «рабочая личность» — это не программное обеспечение, а аппаратное. Мозг физически оптимизирован под рабочие задачи."
  },
  "block2": {
    "title": "Блок №2: Феноменология ролевого поглощения",
    "content": "В этом разделе мы анализируем, как конкретные профессиональные парадигмы — «Клинический взгляд», «Дидактический импульс» и «Инструментальная рациональность» — становятся доминирующими фильтрами в частной жизни. Пример Врача: «Клинический взгляд» и защитная деперсонализация. Фундаментом деформации медика является то, что Мишель Фуко называл «Клиническим взглядом». Человек становится «случаем». Дома этот механизм превращается в эмоциональный аттенюатор. Эмоциональный запрос обрабатывается как диагностическая задача."
  },
  "block3": {
    "title": "Блок №3: Экзоскелет идентичности и механизмы деролизации",
    "content": "В этом разделе мы рассматриваем профессиональную роль не просто как функцию, а как протез идентичности. Роль выполняет функцию внешней опоры, «Протезированного Я». Когда профессиональная группа становится единственным источником положительной самооценки, индивид начинает защищать свою роль так же яростно, как физическую жизнь. Любая попытка близких «вернуть его в семью» воспринимается как угроза целостности личности."
  },
  "block4": {
    "title": "Блок №4: Методология деролизации и стратегии когнитивного восстановления",
    "content": "В этом разделе мы рассматриваем практические методы «растождествления» с ролью. Первый шаг — это осознание категориальной ошибки. Профессионал склонен интерпретировать семейные конфликты как «сбои в системе». Нужно внедрить концепцию «Множественности Я», используя модель IFS (Internal Family Systems). Задача состоит в том, чтобы развить «Self» (Центральное Я), которое способно сознательно отодвинуть «Профессиональную часть» в сторону."
  },
  "block5": {
    "title": "Блок №5: Техногенный захват и эрозия личного пространства",
    "content": "Проблема профессиональной деформации сегодня — это не только вопрос психологии, но и вопрос технологической архитектуры бытия. Смартфон превратил «тыл» в «передовую», создавая состояние «гипербдительности». Мозг находится в режиме «ожидания прерывания», что блокирует переход в «дефолт-систему» мозга (DMN), ответственную за рефлексию и глубокую эмпатию. Удаленная работа и смешение контекстов приводят к тому, что домашнее пространство начинает вызывать те же кортизоловые реакции, что и рабочее."
  }
}
